package com.example.administrator.scrollpulldrawer.model;

import com.example.administrator.scrollpulldrawer.R;

public class Constant {
    public static int[] ImageUrl = new int[]{
            R.drawable.a,R.drawable.b,R.drawable.c,R.drawable.d,R.drawable.e};

    public static String[] DesContent = {
            "初醒\n\n" +"一半的山色和一半的情丝，长满在这儿。我小坐在亭中，恰好一缕桂花香，游过我的脸庞，寻香望去，它正开得傲然，开得美丽，就犹如贵财女子眉上的痣一般，那么惊艳，那么动人心扉。这满城的美景，留着多少过往的人儿呀。我呆呆地看得出奇，徐徐微风和点点细雨也不曾叫醒这痴痴样儿的我。羞恼下，只能将这愁思与花草说。疲了，便站起身来，愿想解解这倦怠的身子，不了却见到微风和细雨牵着柳条，缓缓拂过水面，划破了平静，也划破了一场我小做的，贵财里的梦。初醒之后，才发现夜已深，只有梧桐灯还亮着，原先梦和现实的交错。说梦是梦，因为只有梦，才能美得如此惊艳；说梦不是梦，因为只有现实，才能美得那么真实，美得能够触摸。",
            "夏夜\n\n" + "雨后的夏夜，气候依旧燥热，空气却少有清鲜。清风拂面，渺渺炊烟，远处的水天，也亲密地溶为一色。连池塘里的荷花，也忍不住随风舒展，故意时不时露出，她那粉红色的花蕾，让这个夏夜，在整个空气中尽显妩媚。连落日也迟迟不肯，褪去她的余辉，想要把这唯美的画面，留在身边。星星也等不及夜的释放，正悄悄的揉着朦胧的睡眼。荧火虫依旧不解风情，还在一闪一闪的，向人们抛着媚眼，只有草从里的青蛙，仍在不厌其烦地唱着催眠曲，在这个宁静的夏夜里，听起来，是那样的不和谐。",
            "你那里下雨了吗\n\n" +"万物生长靠阳光、雨水、土壤，羽落喜欢雨天，不是暴雨倾盆的雨天，而是含蓄委婉的雨天。细雨的绵长，也许还来不及沾湿你的衣衫，你便走过小巷，转眼身影就已经消失在眼前。雨水润泽万物，雨后是不是也会有惊喜等着我们呢？坐在列车，总喜欢靠着车窗看着车外一路，飘过的风景。青春是段跌跌撞撞的旅程，还来不及好好说再见，便后知后觉的发现，沿途飘过了太多风景。",
            "八月黄昏\n\n" + "日落 是暮年的时分 像一位老人，红霞染了绿水 少了些柔丽凄迷 的气氛，船上的摆渡人 渡两岸众生，他谈论人生 口吻却不像在诵读经文，河边的杨柳 似乎 都在等一个人，像从前的你 于拱桥码头 挥泪饮恨，此时 何处飞来一曲箫笙 嚣声都遁入空门，八月的黄昏 老去的青春 让我觉得，这一副 江南小镇，墨色又入木了 好几分；",
            "致错过的人\n\n" + "认识你，是从他人的嘴中，初见你，白衣衬衫，灼灼其华，阳光透过你的眉眼，恍如隔世，斑驳成忆，你的样子，深刻而美好，我却傻傻一笑，不知你藏在心里的情意，相遇总是太晚，总是感慨‘君生我未生’，却未道，‘此情可待成追忆’，转身而过，互道离别，这是我们的结局。"
    };
}
